[
    {
        "0": {
            "head_img": "..\/img\/necpower\/news_01.jpg",
            "title": "Participated in the 「International Exhibition on Environmental Technology & Green Energy (2017)」",
            "link": "blog-details1.php",
            "date": "2017-06-07",
            "category": "NEC in the press",
            "category_link": "news_media.php",
            "content1": "NEC Power participated in the “International Environmental Technology and Green Energy Exhibition (ENVEX)” together with its partners Daho Co., Ltd. and SFA of Switzerland.",
            "content2": "It is the largest environmental exhibition in Korea with a 38-year history and is held every year to expand the overseas and domestic market for domestic environmental companies.",
            "content3": "Every year, 250 environmental companies participate in the exhibition, more than 50,000 visitors visit the exhibition hall, and it has been selected as Korea's promising exhibition by the Ministry of Trade, Industry and Energy for 13 consecutive years."
        },
        "1": {
            "head_img": "..\/img\/necpower\/news_02.jpg",
            "title": "Participated in the 「4th Industrial Revolution and Environmental Informatization Expert Forum」 hosted by the Ministry of Environment",
            "link": "blog-details2.php",
            "date": "2017-12-05",
            "category": "NEC in the press",
            "category_link": "news_media.php",
            "content1": "In line with the era of the 4th Industrial Revolution, the Ministry of Environment held an expert forum to promote environmental informatization by applying new technologies such as big data, artificial intelligence, and Internet of Things (IOT).",
            "content2": "Through participation in the forum, NEC Power sought to understand the Ministry of Environment's environmental informatization tasks for 2018 and seek ways to standardize environmental data using epRASIM.",
            "content3": ""
        },
        "2": {
            "head_img": "..\/img\/necpower\/news_03.png",
            "title": "Participated in the 「International Exhibition on Environmental Technology & Green Energy (2019)」",
            "link": "blog-details3.php",
            "date": "2019-05-17",
            "category": "NEC in the press",
            "category_link": "news_media.php",
            "content1": "This year, NEC Power also participated in the 「International Exhibition on Environmental Technology & Green Energy (2019)」.The International Environmental Technology & Green Energy Exhibition is the longest-running environmental technology exhibition in Korea and has been held since 1979. It obtained UFI certification in 2019 and is officially recognized as a global exhibition. More than 40,000 people, including public officials, public institutions, and purchasing managers at large companies, visit the exhibition every year, and we attract more than 1,000 overseas buyers and provide business matching with domestic participating companies.",
            "content2": "",
            "content3": ""
        },
        "3": {
            "head_img": "..\/img\/necpower\/news_05.jpg",
            "title": "Signed MOU with Jakarta, Indonesia IT PLN",
            "link": "blog-details5.php",
            "date": "2021-02-25",
            "category": "ASEAN News",
            "category_link": "news_asean.php",
            "contentimg1": "",
            "content1": "NEC POWER signed a memorandum of understanding(Incineration power generation southern Tangerang project, etc.) to provide smart e-plant solutions to the Indonesian government's incineration power generation project.",
            "content2": "IT PLN, along with NEC Power, seeks to generate joint profits by supporting the Indonesian government and local governments in environmental policy establishment, technician training, carbon emissions management, environmental facility design, diagnosis, repair, and maintenance agency services.",
            "content3": ""
        },
        "4": {
            "head_img": "..\/img\/necpower\/news_06.jpg",
            "title": "Participating in the Ministry of Land, Infrastructure and Transport project launch meeting",
            "link": "blog-details6.php",
            "date": "2021-04-23",
            "category": "Environmental Info",
            "category_link": "news_environ.php",
            "content1": "Participated in the project by establishing a smart operation efficiency system in the “Unutilized Resource-based Biomass Plant Core Technology Demonstration Technology Development Project",
            "content2": "It is expected to be the starting point of a Southeast Asian linkage project based on the expanded use of biomass in accordance with carbon neutrality as a 5-year, 20 billion won project from the Ministry of Land, Infrastructure and Transport.",
            "content3": ""
        },
        "5": {
            "head_img": "..\/img\/necpower\/news_07.jpg",
            "title": "Participation in the presentation of the Korean Society of Thermal and Environmental Engineering",
            "link": "blog-details7.php",
            "date": "2021-06-10",
            "category": "Environmental Info",
            "category_link": "news_environ.php",
            "content1": "Participating in the “2021 Online Spring Symposium” organized by the Korean Society of Thermal and Environmental Engineering and hosted by the Waste Resources and Energy Policy Technology Forum Committee.",
            "content2": "Under the theme “Smart operation plan for waste-to-energy facilities,” we presented on the incineration power generation facility operation and utilization plan of epRASIM, a solution for improving the operation efficiency of incineration power generation facilities developed by our company.",
            "content3": ""
        },
        "6": {
            "head_img": "..\/img\/necpower\/news_10.jpg",
            "title": "Signing of MOU with Vietnam",
            "link": "blog-details10.php",
            "date": "2021-11-16",
            "category": "ASEAN News",
            "category_link": "news_asean.php",
            "content1": "In order to demonstrate the Ministry of Land, Infrastructure and Transport's tasks in which NEC Power is participating, the Institute of Advanced Technology has signed a memorandum of understanding (MOU) for Viomass Plant Overseas Empirical Research.",
            "content2": "NEC Power has made pan-Asian research possible through already secured Vietnamese patents.",
            "content3": ""
        },
        "7": {
            "head_img": "..\/img\/necpower\/news_11.jpg",
            "title": "Participating in RETECH 2021 Waste Resource Energy Industry Pavilion",
            "link": "blog-details11.php",
            "date": "2021-11-24",
            "category": "NEC in the press",
            "category_link": "news_media.php",
            "content1": "RETECH 2021, the 14th this year, is an international environmental equipment and resource circulation industry exhibition under the theme of ‘waste resource circulation’, which is the basis of ‘implementation of carbon neutrality’ and ‘building a circular economy’.",
            "content2": "NEC Power participated in a joint booth with the Ministry of Land, Infrastructure and Transport and promoted the epRASIM video and introduced business related to the project.",
            "content3": ""
        },
        "8": {
            "head_img": "..\/img\/necpower\/news_13.jpg",
            "title": "2021 Land, Infrastructure and Transport Technology Fair",
            "link": "blog-details13.php",
            "date": "2021-12-08",
            "category": "NEC in the press",
            "category_link": "news_media.php",
            "content1": "This technology competition, now in its 11th year, was organized by the Ministry of Land, Infrastructure and Transport and became a venue to share and communicate the future vision and achievements of land and transport with the slogan of carbon neutrality and new opportunities for land and transport technology.",
            "content2": "NEC Power introduced the technology of NEC Power's carbon reduction operation techniques through a promotional video of the 'Smart Integrated Operation Management System' at the metaverse online booth.",
            "content3": ""
        },
        "9": {
            "head_img": "..\/img\/necpower\/news_14.jpg",
            "title": "Participation in the 3rd workshop and the Society of Thermal and Environmental Engineers in cooperation with the Southeast Asia Biomass (K-BEST) Research Group",
            "link": "blog-details14.php",
            "date": "2021-12-15",
            "category": "Environmental Info",
            "category_link": "news_environ.php",
            "content1": "We shared the results of the first year's research and development tasks of the Ministry of Land, Infrastructure and Transport's project and promoted and discussed them through performance inspections and special sessions at academic societies.",
            "content2": "NEC Power participated in the development of a smart integrated operation management system with intelligent driving guidance and real-time performance diagnosis.",
            "content3": ""
        },
        "10": {
            "head_img": "..\/img\/necpower\/news_15.jpg",
            "title": "Signing of MOA with Indonesia ITPLN",
            "link": "blog-details15.php",
            "date": "2021-12-25",
            "category": "ASEAN News",
            "category_link": "news_asean.php",
            "content1": "We plan to enter Indonesia and expand our sales in the Southeast Asian market by signing an exclusive contract in Korea with ITPLN, Indonesia's electric power agency.",
            "content2": "",
            "content3": ""
        },
        "11": {
            "head_img": "..\/img\/necpower\/news_16.png",
            "title": "MOU signed between Korea (NEC Power, Advanced Technology Research Institute) and Indonesia Electricity Company (IT-PLN) for EFB biochar project",
            "link": "blog-details16.php",
            "date": "2023-11-09",
            "category": "ASEAN News",
            "category_link": "news_asean.php",
            "content1": "",
            "content2": "",
            "content3": ""
        },
        "12": {
            "head_img": "..\/img\/necpower\/news_17.JPG",
            "title": "The construction of the IKN incineration power plant, commissioned by the Indonesian Public Housing and Procurement Agency (PUPR), is underway, having been awarded for the first time in Korea.",
            "link": "blog-details17.php",
            "date": "2024-04-26",
            "category": "ASEAN News",
            "category_link": "news_asean.php",
            "content1": "NEC Power Co., Ltd. is jointly carrying out the IKN incineration power plant project commissioned by the Indonesian Public Housing and Urban Development Authority (PUPR) with the state-owned Brantas Abipraya consortium. This is the only case of a foreign company participating in the Nusantara (IKN) Phase 1 project, and it is also the first domestic company to carry out a waste-to-energy project commissioned by the Indonesian government.",
            "content2": "The facility scale is 30 tons\/day × 2 units, and it produces 12,000 kW of electricity per day by utilizing incineration recovery heat energy. The project cost is 12 billion won. The first completion date is Indonesia Independence Day, August 17, 2024, and the final completion date is December 2024 after a test run and stabilization period. After final completion, it will be taken over and operated by Nusantara (IKN) City, and NEC Power is considering participating in the consignment operation.",
            "content3": ""
        },
        "13": {
            "head_img": "..\/img\/necpower\/news_18.png",
            "title": "Completed business agreement for the creation and activation of the 2024 green industry ecosystem promoted by the Ministry of Environment",
            "link": "blog-details18.php",
            "date": "2024-06-25",
            "category": "NEC in the press",
            "category_link": "news_media.php",
            "content1": "",
            "content2": "",
            "content3": ""
        },
        "14": {
            "head_img": "..\/img\/necpower\/news_19.png",
            "title": "Construction of an incineration plant in the new capital, IKN, is progressing steadily.",
            "link": "blog-details19.php",
            "date": "2024-08-16",
            "category": "ASEAN News",
            "category_link": "news_asean.php",
            "content1": "",
            "content2": "",
            "content3": ""
        }
    }
]